Repository: dgrundel/woo-product-importer
Catalog: languages/woo-product-importer-*.po
Languages: de_de

source: Could not open CSV file.
de_de: CSV-Datei konnte nicht geöffnet werden.

source: No data found in CSV file.
de_de: In der CSV-Datei wurden keine Daten gefunden.

source: Updating product with ID %s.
de_de: Produkt mit ID %s wird aktualisiert.

source: Couldn't insert product with name %s.
de_de: Produkt mit Name %s konnte nicht eingefügt werden.

source: Couldn't update product with ID %s.
de_de: Produkt mit ID %s konnte nicht aktualisiert werden.

source: %s encountered while attempting to download %s
de_de: %s trat auf, während des Versuchs, %s herunterzuladen.

source: HTTP status %s encountered while attempting to download %s
de_de: HTTP-Status %s trat auf, während des Versuchs %s herunterzuladen.

source: Looks like %s is off and %s is not enabled. No images were imported.
de_de: Es sieht so aus, als wäre %s ausgeschaltet sowie %s nicht akiviert auf Ihrem Webserver. Es wurden keine Bilder importiert.

source: Couldn't download file %s.
de_de: Datei %s konnte nicht heruntergeladen werden.

source: Skipping import of duplicate image %s.
de_de: Import des Bild-Duplikats %s wird übersprungen.

source: Couldn't find local file %s.
de_de: Lokale Datei %s konnte nicht gefunden werden.

source: Skipped import of product without a name
de_de: Import für Produkt ohne einen Namen wurde übersprungen.

source: Could not create upload directory %s.
de_de: Hochlade-Verzeichnis %s konnte nicht erstellt werden.

source: The file extension %s is not allowed.
de_de: Die Dateierweiterung %s ist nicht erlaubt.

source: %s returned false.
de_de: %s lieferte 'falsch' zurück.

source: Could not open file.
de_de: Datei konnte nicht geöffnet werden.

source: No data to import.
de_de: Es liegen keine importierbaren Daten vor.

source: Do Not Import
de_de: Nicht importieren

source: Status (Valid: publish/draft/trash/[more in Codex])
de_de: Status (Gültig: publish/ draft/ trash/ Papierkorb [mehr im Codex])

source: Description
de_de: Beschreibung

source: Short Description
de_de: Kurzbeschreibung

source: Regular Price
de_de: Regulärer Preis

source: Sale Price
de_de: Aktionspreis

source: Tax Status (Valid: taxable/shipping/none)
de_de: Steuerstatus (Gültig: taxable/ shipping/ none)

source: Tax Class
de_de: Steuerklasse

source: Visibility (Valid: visible/catalog/search/hidden)
de_de: Sichtbarkeit (Gültig: visible/ catalog/ search/ hidden)

source: Featured (Valid: yes/no)
de_de: Empfohlen (Gültig: yes/ no)

source: Weight
de_de: Gewicht

source: Length
de_de: Länge

source: Width
de_de: Breite

source: Height
de_de: Höhe

source: SKU
de_de: Art.-Nr. (SKU)

source: Downloadable (Valid: yes/no)
de_de: Herunterladbar (Gültig: yes/ no)

source: Virtual (Valid: yes/no)
de_de: Virtuell (Gültig: yes/ no)

source: Stock
de_de: Lager

source: Stock Status (Valid: instock/outofstock)
de_de: Lagerstatus (Gültig: instock/ outofstock)

source: Backorders (Valid: yes/no/notify)
de_de: Nachbestellungen (Gültig: yes/ no/ notify)

source: Manage Stock (Valid: yes/no)
de_de: Lagerverwaltung (Gültig: yes/ no)

source: Product Type (Valid: simple/variable/grouped/external)
de_de: Produkttyp (Gültig: simple/ variable/ grouped/ external)

source: Categories By Name (Separated by "|")
de_de: Kategorien nach Name (Getrennt von "|")

source: Categories By ID (Separated by "|")
de_de: Kategorien nach ID (Getrennt von "|")

source: Tags By Name (Separated by "|")
de_de: Schlagwörter nach Name (Getrennt von "|")

source: Tags By ID (Separated by "|")
de_de: Schlagwörter nach ID (Getrennt von "|")

source: Custom Field (Set Name Below)
de_de: Benutzerdefiniertes Feld (Name unten festlegen)

source: Images (By URL, Separated by "|")
de_de: Bilder (nach URL, getrennt von "|")

source: Images (By Local File Path, Separated by "|")
de_de: Bilder (Nach lokalem Dateipfad, getrennt von "|")

source: Button Text (External Product Only)
de_de: Button-Text (nur bei externen Produkten)

source: Product URL (External Product Only)
de_de: Produkt-URL (nur bei externen Produkten)

source: File Path (Downloadable Product Only)
de_de: Dateipfad (nur bei herunterladbaren Produkten)

source: Download Expiration (in Days)
de_de: Download-Ablauf (in Tagen)

source: Download Limit (Number of Downloads)
de_de: Download-Limit (Anzahl der Downloads)

source: Post Meta
de_de: Beitrags-Metainformationen

source: Woo Product Importer &raquo; Preview
de_de: Woo Produkt-Importer &raquo; Vorschau

source: Import
de_de: Importieren

source: CSV Header Row
de_de: CSV-Kopfzeile (Überschriften)

source: Import?
de_de: Importieren?

source: Visible?
de_de: Sichtbar?

source: Image Settings
de_de: Bildeinstellungen

source: Set First Image as Featured
de_de: Das erste Bild als Beitragsbild (Featured) festlegen

source: Skip Duplicate Images
de_de: Bilder-Duplikate überspringen

source: Post Meta Settings
de_de: Beitrags-Meta-Einstellungen

source: Meta Key
de_de: Meta-Schlüssel

source: Woo Product Importer &raquo; Results
de_de: Woo Produkt-Importer &raquo; Ergebnisse

source: Importing. Please do not close this window or click your browser's stop button.
de_de: Import läuft. Bitte dieses Fenster <strong>nicht</strong> schließen oder den Stop-Button im Browser klicken!

source: Import complete!
de_de: Import vollständig abgeschlossen!

source: Import Complete! Results below.
de_de: Import abgeschlossen! Ergebnisse siehe unten.

source: Processed
de_de: Verarbeitet

source: Remainin
de_de: Verbleibend

source: Total
de_de: Gesamt

source: CSV Row
de_de: CSV-Zeile

source: New Post ID
de_de: Neue Produkt-ID (Post ID)

source: Price
de_de: Preis

source: Result
de_de: Ergebnis

source: Show Raw AJAX Responses
de_de: Rohe AJAX-Antworten anzeigen

source: PayPal - The safer, easier way to pay online!
de_de: PayPal - Der sicherere, einfachere Weg, online zu bezahlen!

source: If you found this plugin useful, and it saved you some time, money, or frustration, consider making a donation. Any amount is helpful!
de_de: Wenn Sie das Plugin nützlich finden und es Ihnen einige Ersparnis von Zeit, Frustration oder Geld eingebracht hat, dann ziehen Sie doch eine Spende in Erwägung. Jeder Betrag hilft, die zukünftige Entwicklung dieses Plugins zu unterstützen!

source: Woo Product Importer &raquo; Upload
de_de: Woo Produkt-Importer &raquo; Hochladen

source: File to Import
de_de: Datei zum Importieren

source: URL to Import
de_de: URL zum Importieren

source: Enter the full URL to a CSV file. Leave this field blank if uploading a file.
de_de: Geben Sie einen vollständigen Pfad zu einer CSV-Datei an. Lassen Sie das Feld hier frei, falls Sie oben eine Datei <em>hochladen</em>.

source: First Row is Header Row
de_de: Erste Zeile ist Kopfzeile (Überschriften)

source: Upload and Preview
de_de: Hochladen und Vorschau

source: Advanced Settings &darr;
de_de: Erweiterte Einstellungen &darr;

source: Advanced Settings
de_de: Erweiterte Einstellungen

source: Path to Your <strong>uploads</strong> Folder
de_de: Pfad zu Ihrem <strong>Hochlade</strong>-Ordner (Uploads)

source: Set Locale
de_de: Lokale festlegen (Ländereinstellung)

source: Couldn't get a list of available locales from your server.
de_de: Es konnte keine Liste von verfügbaren Lokalen von Ihrem Webserver geladen werden.

source: System Default
de_de: Systemstandard

source: If you have special characters in your CSV, (such as &aelig;, &szlig;, &eacute;, etc.) set this to a locale compatible with those characters.
de_de: Falls Sie Sonderzeichen in Ihrer CSV-Datei verwenden (z.B. &aelig;, &szlig;, &eacute;, etc.), setzen Sie die Lokale auf eine kompatible Einstellung mit diesen Zeichen.

source: Woo Product Importer
de_de: Woo Produkt-Importer

source: Free CSV import utility for WooCommerce
de_de: Kostenloses CSV-Importwerkzeug für WooCommerce.

source: A valid file extension wasn't found in %s. Extension found was %s. Allowed extensions are: %s.
de_de: Eine gültige Dateierweiterung wurde nicht in %s gefunden. Die gefundene Erweiterung war: %s. Erlaubte Dateierweiterungen sind: %s.

source: If you're having a problem with the plugin, <a href="https://github.com/dgrundel/woo-product-importer/issues/new" target="_blank">post your issue here</a> and we'll do our best to help.
de_de: Fals Sie ein Problem mit diesem Plugin haben, <a href="https://github.com/dgrundel/woo-product-importer/issues/new" target="_blank">geben Sie eine Fehlermeldung in unserem Issue-Tracker ab</a> und wir werden unser Bestes geben, das Problem zu lösen.

source: Woo Product Importer was created by Daniel Grundel of <a href="http://webpresencepartners.com" target="_blank">Web Presence Partners</a> and is copyright 2012-2013 Web Presence Partners LLC. It is licensed under the GNU LGPL v3. <em>ajax-loader.gif</em> courtesy of <a href="http://ajaxload.info" target="_blank">ajaxload.info</a>. The <em>gigantic checkmark</em> is public domain. All other icons are from the <a href="http://www.famfamfam.com/lab/icons/silk/" target="_blank">Silk icon set</a> by Mark James.
de_de: Woo Produkt-Importer wurde erstellt von Daniel Grundel von <a href="http://webpresencepartners.com" target="_blank">Web Presence Partners</a> und unterliegt dem Urheberrecht copyright 2012-2013 Web Presence Partners LLC. Das Plugin ist lizensiert unter der GNU LGPL v3. <em>ajax-loader.gif</em> von <a href="http://ajaxload.info" target="_blank">ajaxload.info</a>. Das <em>große abgehakt-Zeichen</em> ist lizenzfrei. Alle anderen Icons sind aus dem <a href="http://www.famfamfam.com/lab/icons/silk/" target="_blank">Silk Icon Set</a> von Mark James.

source: Map to:
de_de: Zuordnen zu:

source: Custom Field Settings
de_de: Benutzerdefiniertes Feld Einstellungen
